<?php

return [

    /*
    |--------------------------------------------------------------------------
    | سطور لغة المصادقة
    |--------------------------------------------------------------------------
    |
    | تحتوي السطور التالية على رسائل المصادقة التي نحتاج إلى عرضها للمستخدم.
    | يمكنك تعديل هذه السطور وفقًا لمتطلبات تطبيقك.
    |
    */

    'failed' => 'بيانات الاعتماد هذه لا تتطابق مع سجلاتنا.',
    'password' => 'كلمة المرور المقدمة غير صحيحة.',
    'throttle' => 'محاولات تسجيل دخول كثيرة جدًا. يرجى المحاولة مرة أخرى بعد :seconds ثانية.',

];
