<?php

return [

    /*
    |--------------------------------------------------------------------------
    | سطور لغة إعادة تعيين كلمة المرور
    |--------------------------------------------------------------------------
    |
    | السطور التالية هي العبارات الافتراضية التي تتطابق مع الأسباب
    | التي يقدمها نظام إعادة تعيين كلمة المرور عند فشل المحاولة
    | مثل كلمة المرور غير صالحة أو رمز إعادة التعيين غير صحيح.
    |
    */

    'reset' => 'تم إعادة تعيين كلمة المرور الخاصة بك.',
    'sent' => 'لقد أرسلنا رابط إعادة تعيين كلمة المرور إلى بريدك الإلكتروني.',
    'throttled' => 'يرجى الانتظار قبل إعادة المحاولة.',
    'token' => 'رمز إعادة تعيين كلمة المرور غير صالح.',
    'user' => "لم نتمكن من العثور على مستخدم بهذا البريد الإلكتروني.",

];
